Repository: Emamatcyber90/totalfinder-i18n
Catalog: plugin/*.lproj/MenuItems.strings
Languages: ar, bn, ca, cs, es, et, fr, he, hi, id, it, ja, ms, nl, pl, ru, uk, vi

source: MenuItem:Pin Visor
ar: ثبت Visor
bn: পিন ভাইসর
ca: Fixar visor
cs: Přišpendlit
es: Fijar Visor
et: Kinnita Visor
fr: Épingler Visor
he: הצמד מצחיה
hi: वाइसर पिन करें
id: Sematkan Visor
it: Blocca Visor
ja: バイザー固定
ms: Pin Visor
nl: Zet Visor vast
pl: Przypinanie:
ru: Закрепить
uk: Закріпити
vi: Ghim Visor

source: MenuItem:Close Tab
ar: اغلق علامة التبويب
bn: ট্যাব বন্ধ
ca: Tancar finestra
cs: Zavřít tab
es: Cerrar pestaña
et: Sulge Vaheleht
fr: Fermer l'onglet
he: סגור לשונית
hi: टैब बंद करें
id: Tutup Tab
it: Chiudi scheda
ja: タブを閉じる
ms: Tutup Tab
nl: Sluit tabblad
pl: Zamknij kartę
ru: Закрыть вкладку
uk: Закрити вкладку
vi: Đóng Tab

source: MenuItem:New Native Tab
ar: New Native Tab
bn: নতুন ন্যাটিভ ট্যাব নাও
ca: Nova pestanya nativa
cs: Nový nativní tab
es: Nueva pestaña nativa
et: New Native Tab
fr: Nouvel onglet natif
he: לשונית Finder חדשה
hi: नया निवासी टैब
id: Tab Default Baru
it: Nuova scheda nativa
ja: ネイティブなタブを新規で開く
ms: Tab Asal Baru
nl: Nieuw native tabblad
pl: Nowa natywna zakładka
ru: Новая вкладка OS X Finder
uk: New Native Tab
vi: Tạo Tab gốc

source: MenuItem:Close Native Tab
ar: Close Native Tab
bn: ন্যাটিভ ট্যাব বন্ধ করবে
ca: Tancar pestanya nativa
cs: Zavřít nativní tab
es: Cerrar pestaña nativa
et: Close Native Tab
fr: Fermer l'onglet natif
he: סגור לשונית Finder
hi: निवासी टैब बंद करें
id: Tutup Tab Default
it: Chiudi scheda nativa
ja: ネイティブなタブを閉じる
ms: Tutup Tab Asal
nl: Sluit native tabblad
pl: Zamknij natywną zakładkę
ru: Закрыть вкладку OS X Finder
uk: Close Native Tab
vi: Đóng Tab gốc

source: MenuItem:Show Previous Native Tab
ar: Show Previous Native Tab
bn: পূর্ববর্তী ন্যাটিভ ট্যাব দেখাবে
ca: Mostrar pestanya nativa anterior
cs: Zobrazit předchozí nativní ab
es: Mostrar pestaña nativa anterior
et: Show Previous Native Tab
fr: Afficher l'onglet natif précédent
he: הצג לשונית Finder קודמת
hi: पिछला निवासी टैब देखें
id: Perlihatkan Tab Default Sebelumnya
it: Mostra la scheda nativa precedente
ja: 前のネイティブタブを表示
ms: Paparkan Tab Asal Terdahulu
nl: Toon vorige native tabblad
pl: Pokaż poprzednią natywną zakładkę
ru: Выбрать предыдущую вкладку OS X Finder
uk: Show Previous Native Tab
vi: Hiển thị Tab gốc phía trước

source: MenuItem:Show Next Native Tab
ar: Show Next Native Tab
bn: পরবর্তী ন্যাটিভ ট্যাব দেখাবে
ca: Mostrar següent pestanya nativa
cs: Zobrazit následující nativní tab
es: Mostrar pestaña nativa siguiente
et: Show Next Native Tab
fr: Afficher l'onglet natif suivant
he: הצג לשונית Finder הבאה
hi: अगला निवासी टैब देखें
id: Perlihatkan Tab Default Selanjutnya
it: Mostra la scheda nativa successiva
ja: 次のネイティブタブを表示
ms: Paparkan Tab Asal Seterusnya
nl: Toon volgende native tabblad
pl: Pokaż nastepną natywną zakładkę
ru: Выбрать следующую вкладку OS X Finder
uk: Show Next Native Tab
vi: Hiển thị Tab gốc đằng sau

source: MenuItem:New Tab
ar: علامة تبويب جديدة
bn: নতুন ট্যাব
ca: Nova pestanya
cs: Nový tab
es: Nueva pestaña
et: Uus Vaheleht
fr: Nouvel onglet
he: לשונית חדשה
hi: नया टैब
id: Tab Baru
it: Nuova scheda
ja: 新規タブ
ms: Tab Baru
nl: Nieuw tabblad
pl: Nowa zakładka
ru: Новая вкладка
uk: Нова вкладка
vi: Tab mới

source: MenuItem:Reopen Closed Tab
ar: إعادة فتح علامة التبويب
bn: বন্ধকৃত ট্যাব আবার খুলবে
ca: Reobrir pestanya tancada
cs: Otevřít zavřený tab
es: Restaurar pestaña cerrada
et: Ava Uuesti Suletud Vaheleht
fr: Rouvrir l'onglet fermé
he: פתח לשונית שנסגרה
hi: बंद टैब पुनः खोलें
id: Buka kembali Tab Yang Tertutup
it: Riapri scheda chiusa
ja: 閉じたタブを再度開く
ms: Buka Semula Tab Yang Ditutup
nl: Heropen gesloten tabblad
pl: Otwórz ponownie zamknięte zakładki
ru: Восстановить закрытую вкладку
uk: Знову відкрити закриту вкладку
vi: Mở lại những tab đã đóng

source: MenuItem:Close Window
ar: اغلق النافذة
bn: উইন্ডো বন্ধ করো
ca: Tancar finestra
cs: Zavřít okno
es: Cerrar ventana
et: Sulge Aken
fr: Fermer la fenêtre
he: סגור חלון
hi: विंडो बंद करें
id: Tutup Jendela
it: Chiudi finestra
ja: ウィンドウを閉じる
ms: Tutup Tetingkap
nl: Sluit venster
pl: Zamknij okno
ru: Закрыть окно
uk: Закрити вікно
vi: Đóng Cửa Sổ

source: MenuItem:Toggle Dual Mode
ar: غير وضع ثنائي الواجهة
bn: ডুয়েল মোড টগল করবে
ca: Commnuta el model dual
cs: Přepnout dualní panel
es: Desplegar modo dual
et: Lülitu Paarisaknarežiimi
fr: Mode double
he: החלף מצב כפול
hi: दोहरा अंदाज़ शुरू या बंद करें
id: Aktifkan Mode Dual
it: Vista a doppio pannello
ja: デュアルモードの切替
ms: Togol Mod Dual
nl: Dubbele/enkele kolom
pl: Wł/wył tryb podwójny
ru: Двухпанельный режим
uk: Двопанельний режим
vi: Kích hoạt chế độ hai của sổ

source: MenuItem:Narrow Tabs Bar
ar: لوحة علامات تبويب ضيقة
bn: ট্যাব বার চিকর করবে
ca: Barra de pestanyes estreta
cs: Štíhlé taby
es: Barra de pestañas estrecha
et: Kitsas Vahelehe Riba
fr: Barre d'onglets compacte
he: שורת לשוניות צרה
hi: संकीर्ण टैब पट्टी
id: Sempitkan Tabs Bar
it: Barra delle schede ridotta
ja: 細いタブバーを使う
ms: Kecilkan Bar Tab
nl: Verklein tabbalk
pl: Wąski pasek zakładek
ru: Узкая панель вкладок
uk: Вузька панель вкладок
vi: Tab Hẹp

source: MenuItem:Select Previous Tab
ar: اختر علامة التبويب السابقة
bn: পূর্ববর্তী ট্যাব নির্বাচন করবে
ca: Selecciona pestanya prèvia
cs: Předchozí tab
es: Seleccionar pestaña anterior
et: Vali Eelmine Vaheleht
fr: Sélectionner l'onglet précédent
he: בחר לשונית הקודמת
hi: पिछला टैब चयन करें
id: Pilih Tab Sebelumnya
it: Seleziona la scheda precedente
ja: 前のタブを選択
ms: Pilih Tab Terdahulu
nl: Kies vorig tabblad
pl: Wybierz poprzednią zakładkę
ru: Выбрать предыдущую вкладку
uk: Вибрати попередню вкладку
vi: Chọn Tab Đằng Sau

source: MenuItem:Select Next Tab
ar: اختر علامة التبويب التالية
bn: পরবর্তী ট্যাব নির্বাচন করবে
ca: Seleccia següent pestanya
cs: Následující tab
es: Seleccionar pestaña siguiente
et: Vali Järgmine Vaheleht
fr: Sélectionner l'onglet suivant
he: בחר לשונית הבאה
hi: अगला टैब चयन करें
id: Pilih Tab Berikutnya
it: Seleziona la scheda successiva
ja: 次のタブを選択
ms: Pilih Tab Seterusnya
nl: Kies volgend tabblad
pl: Wybierz następną zakładkę
ru: Выбрать следующую вкладку
uk: Вибрати наступну вкладку
vi: Chọn Tab Kế Tiếp

source: MenuItem:Switch Active Panel
ar: بدل الواجهة الفعالة
bn: সক্রিয় প্যানেল পরিবর্তন করবে
ca: Cambia el panell actiu
cs: Přepnout aktivní panel
es: Cambiar el panel activo
et: Vaheta Aktiivset Paneeli
fr: Commuter le panneau actif
he: החלף פאנל פעיל
hi: सक्रिय पैनल बदलें
id: Pindah Pada Panel Aktif
it: Cambia il pannello attivo
ja: アクティブなパネルを切り替え
ms: Tukar Panel Aktif
nl: Verander actief paneel
pl: Przełącz aktywny panel
ru: Сменить активную панель
uk: Поміняти активну панель
vi: Chuyển Sang Bản Điều Khiển Đang Hoạt Động

source: MenuItem:Folders on Top
ar: المجلدات في الأعلى
bn: ফোল্ডার উপরে থাকবে
ca: Carpetes a primer pla
cs: Adresáře nahoru
es: Carpetas primero
et: Kaustad Üleval
fr: Dossiers placés en haut
he: תיקיות למעלה
hi: फ़ोल्डर पहले
id: Folder di Atas
it: Cartelle in cima
ja: フォルダを上部に表示
ms: Folder di Atas
nl: Mappen bovenaan
pl: Pokazuj foldery jako pierwsze
ru: Папки сверху
uk: Папки завжди згори
vi: Xếp thư mục trên cùng

source: MenuItem:Show System Files
ar: اظهر ملفات النظام
bn: সিস্টেমের ফাইলগুলি দেখাবে
ca: Mostrar arxius de sistema
cs: Zobrazit skryté
es: Ver archivos de sistema
et: Näita Süsteemi Faile
fr: Fichiers système affichés
he: הראה קבצי מערכת
hi: सिस्टम फ़ाइलें दिखाएँ
id: Tunjukkan System Files
it: Mostra file di sistema
ja: システムファイルを表示
ms: Papar Fail Sistem
nl: Toon systeembestanden
pl: Pokazuj pliki systemowe
ru: Скрытые файлы
uk: Показати приховані файли
vi: Hiển thị file hệ thống

source: MenuItem:Column View Auto Width
ar: عرض تلقائي للواجهة العامودية
bn: কলাম ভিউর সয়ংক্রিয় বিন্যাস
ca: Autoajusta el tamany de les columnes
cs: Automatické rozšířování sloupců
es: Ajuste de la vista en columnas
et: Column View Auto Width
fr: Largeur des colonnes automatique
he: כיוונון רוחב תצוגת עמודות אוטומטי
hi: कॉलम दृश्य स्व्तह चौड़ाई
id: Tampilan Kolom Lebar Otomatis
it: Larghezza automatica in Vista come colonne
ja: カラム表示で列幅を自動調整
ms: Paparan Lajur Lebar Auto
nl: Kolomweergave automatisch formaat
pl: Automatyczna szerokość kolumn w trybie listy
ru: Авто-выравнивание колонок по ширине
uk: Вирівнювати стовбці по ширині
vi: Tự động độ rộng Cột Hiển thị

source: MenuItem:Dock Progress Bar
ar: شريط تقدم الـ Dock
bn: ডকে ক্রমবৃদ্ধি
ca: Barra de progrès del Dock
cs: Idikátor průběhu v Docku
es: Barras de progreso del Dock
et: Dock Progress Bar
fr: Barre de progression du Dock
he: פס התקדמות ברציף התוכניות
hi: डॉक प्रगति पट्टी
id: Dock Progress Bar
it: Barra di avanzamento nella Dock
ja: Dock プログレスバー
ms: Dok Bar Perkembangan
nl: Dock-voortgangsindicator
pl: Pasek postępu Dock'a
ru: Индикатор прогресса в Dock
uk: Індикатор прогресу в Dock
vi: Đính thanh Tiến trình

source: MenuItem:Template
ar: قالب
bn: ট্যাম্প্লেট
ca: Template
cs: Template
es: Plantilla
et: Template
fr: Modèle
he: תבנית
hi: सांचा
id: Template
it: Modello
ja: テンプレート
ms: Template
nl: Sjabloon
pl: szablon
ru: Шаблон
uk: Шаблон
vi: Các Mẫu
