Repository: Emamatcyber90/totalfinder-i18n
Catalog: plugin/*.lproj/TotalFinder.strings
Languages: pl

source: BASIC
pl: GŁÓWNE

source: SYSTEM
pl: SYSTEMOWE

source: Menus
pl: Dotyczy menu

source: Updates
pl: Aktualizacje

source: File Browser
pl: Przeglądarka plików

source: Sidebar
pl: Pasek Boczny

source: Check for Updates
pl: Sprawdź aktualizacje

source: Uninstall TotalFinder
pl: Odinstaluj TotalFindera

source: About TotalFinder
pl: O programie TotalFinder

source: Restart Finder
pl: Zrestartuj Findera

source: Reset
pl: Resetuj

source: Cancel
pl: Anuluj

source: Do you really want reset to defaults?
pl: Czy na pewno chcesz przywrócić ustawienia domyślne?

source: This will restore initial TotalFinder settings.
pl: Przywróci to wszystkie ustawienia domyślne TotalFindera.

source: TotalFinder Preferences…
pl: Ustawienia TotalFindera…

source: Visit Homepage…
pl: Przejdź do strony domowej…

source: Licensed to %@
pl: Licencjonowano dla %@

source: Change License
pl: Zmień licencję

source: Unregistered version in trial mode
pl: Niezarejestrowana wersja, w okresie próbnym.

source: Register
pl: Zarejestruj

source: About
pl: O programie

source: Reset TotalFinder to defaults
pl: Przywróć ustawienia domyślne

source: Hide icon in Menu Bar
pl: Schowaj ikonę w pasku menu

source: Keep original Dock icon
pl: Zachowaj oryginalną ikonkę docka

source: Check Now
pl: Sprawdź teraz

source: Automatically check the website for updates
pl: Automatycznie sprawdzaj dostępność uaktualnień

source: Include pre-releases
pl: Sprawdzaj wstępne wersje

source: Participate in TotalFinder testing
pl: Uczestnicz w testowaniu TotalFindera

source: TotalFinder Registration
pl: Rejestracja TotalFindera

source: Registration
pl: Rejestracja

source: Please enter your license details from the email we have sent you:
pl: Podaj dane które przesłaliśmy Ci w e-mailu:

source: Buy TotalFinder Now
pl: Kup teraz TotalFindera

source: Thanks for registering!
pl: Dzięki za rejestrację!

source: This TotalFinder copy is licensed to:
pl: Ta kopia TotalFindera jest licencjonowana dla:

source: Close
pl: Zamknij

source: Back
pl: Wróć

source: Invalid license code
pl: Kod licencyjny jest nieprawidłowy

source: Please go back and try again.
pl: Wróć i spróbuj jeszcze raz.

source: To purchase a license for TotalFinder, please visit BinaryAge web store.
pl: Aby kupić TotalFindera, odwiedź sklep BinaryAge.

source: Thank you for using TotalFinder!
pl: Dziękujemy za używanie TotalFindera!

source: License Name
pl: Nazwa podmiotu

source: License Key
pl: Klucz licencji

source: Click to record new shortcut
pl: Kliknij aby ustawić nowy skrót

source: Delete shortcut
pl: Usuń skrót

source: Record Shortcut
pl: Zarejestruj skrót

source: Space
pl: Spacja

source: The key combination %@ cannot be used
pl: Kombinacja klawiszy %@ nie może zostać użyta

source: This combination cannot be used because it is already used by a system-wide keyboard shortcut. If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.
pl: Ta kombinacja nie może być używana, ponieważ jest już używana przez systemowy skrót klawiaturowy. Jeśli naprawdę chcesz, użyć tej kombinacji klawiszy, większość skrótów można zmienić w panelu Klawiatura w Preferencjach systemowych.

source: This shortcut cannot be used because it is already used by the menu item ‘%@’.
pl: Ten skrót nie może zostać użyty bo jest już używany przez menu ‘%@’.

source: Type New Shortcut
pl: Wpisz nowy skrót

source: Type Shortcut
pl: Wpisz skrót

source: Use Old Shortcut
pl: Użyj starego skrótu

source: Disable tabs completely
pl: Całkowicie wyłącz zakładki

source: Do you really want to disable tabs?
pl: Czy na pewno chcesz wyłączyć zakładki?

source: Do you really want to enable tabs?
pl: Czy na pewno chcesz włączyć zakładki?

source: Tabs
pl: Zakładki

source: This option will effectively disable the tabs module in TotalFinder. In effect the dual mode and visor functionality will be disabled as well. This may be desired under Mavericks - use native Finder tabs exclusively while keeping benefits of other TotalFinder features. For this operation Finder has to be restarted! Note: Prior restarting please finish all Finder tasks in progress (like copying or moving files).
pl: Ta opcja skutecznie wyłączy moduł zakładek w TotalFinder. W efekcie tryb podwójny i funkcja visor zostaną również wyłączone. To może być pożądane pod Mavericks - używanie wbudowanych zakładek Findera przy zachowaniu korzyści wynikających z innych funkcji TotalFinder. W celu wykonania tej operacji Finder musi zostać zrestartowany! Uwaga: Przed ponownym uruchomieniem należy zakończyć wszystkie zadania Findera w toku (takie jak kopiowanie lub przenoszenie plików).

source: This option will effectively enable the tabs module in TotalFinder. For this operation Finder has to be restarted. Note: Prior restarting please finish all Finder tasks in progress (like copying or moving files).
pl: TTa opcja skutecznie włączy moduł zakładek w TotalFinder. W celu wykonania tej operacji Finder musi zostać zrestartowany! Uwaga: Przed ponownym uruchomieniem należy zakończyć wszystkie zadania Findera w toku (takie jak kopiowanie lub przenoszenie plików).

source: This will effectively disable tabs, dual mode and visor. Finder restart is needed.
pl: To skutecznie wyłączy zakładki, tryb podwójny i visor. Wymagany restart findera.
