Repository: Emamatcyber90/totalfinder-i18n
Catalog: plugin/*.lproj/Visor.strings
Languages: pl

source: Pin Visor
pl: Przypinanie:

source: Show Visor
pl: Pokaż Visor

source: Hide Visor
pl: Schowaj Visor

source: a system-wide window sliding from the bottom on a hot-key
pl: okno wysunie się z dołu po naciśnięciu skrótu

source: Visor Feature
pl: Visor

source: Activation:
pl: Aktywacja:

source: Show on all Spaces
pl: Pokazuj na każdym biurku

source: Animation:
pl: Animacja:

source: Control:
pl: Kontrola:

source: Slide Window
pl: Wysuwanie

source: Fade Window
pl: Zanikanie

source: Show on top of the Dock
pl: Pokazuj nad Dockiem

source: Free Form Window
pl: Okno dowolnego rozmiaru

source: Hide on ESC
pl: Ukryj po naciśnięciu ESC

source: Screen:
pl: Ekran:

source: Screen
pl: Ekran

source: Screen with Mouse Cursor
pl: Ekran z kursorem myszy
