Repository: Emamatcyber90/totalfinder-i18n
Catalog: uninstaller/*.lproj/Localizable.strings
Languages: cs, fr, it, sv, zh_hk

source: Quit
cs: Ukončit
fr: Quitter
it: Chiudi
sv: Avsluta
zh_hk: 退出

source: Cancel
cs: Storno
fr: Annuler
it: Cancella
sv: Аnnulera
zh_hk: 取消

source: Uninstall
cs: Odninstalovat
fr: Désinstaller
it: Disinstalla
sv: Avinstallera
zh_hk: 卸載

source: Details
cs: Detaily
fr: Détails
it: Dettagli
sv: Detaljer
zh_hk: 詳情

source: Show detailed transcript
cs: Zobrazí detailni výpis
fr: Afficher la transcription détaillée
it: Visualizza trascrizione dettagliata
sv: Visa detaljerat transkript
zh_hk: 顯示詳細信息

source: You are about uninstall *APP*
cs: Chystáte se odinstalovat TotalFinder
fr: Vous voulez désinstaller TotalFinder
it: Stai per disinstallare TotalFinder
sv: Du håller på att avinstallera TotalFinder
zh_hk: 您將要卸載 TotalFinder

source: This program will uninstall all *APP* components from this computer.
cs: Tento program odinstaluje TotalFinder a všechny jeho součásti z tohoto počítače.
fr: Ce programme va désinstaller de cet ordinateur tous les composants de TotalFinder.
it: Questo programma eliminerà tutti i componenti di TotalFinder da questo computer.
sv: Det här programmet ska avinstallera alla TotalFinder-komponenter från datorn.
zh_hk: 這個程序將從此電腦卸載所有 TotalFinder 組件。

source: *APP* has been uninstalled
cs: TotalFinder byl odninstalován
fr: TotalFinder a été désinstallé
it: TotalFinder è stato disinstallato
sv: ТotalFinder har avinstallerats.
zh_hk: TotalFinder 已經被卸載

source: Thank you for trying *APP*.
it: Thank you for trying TotalFinder.
sv: Тack för att ha provat TotalFinder.
zh_hk: Thank you for trying TotalFinder.

source: *APP* uninstallation failed
cs: Odinstalace TotalFinderu se nezdařila
fr: Échec de la désinstallation de TotalFinder
it: Disinstallazione di TotalFinder fallita
sv: Avinstallation av TotalFinder har misslyckats
zh_hk: TotalFinder 卸載失敗

source: The uninstall script encountered problems. Please see the details. Please report bugs to support@binaryage.com.
cs: Odinstalační skript narazil na problémy. Prosím přečtěte si detaily. Chyby můžete nahlásit na support@binaryage.com.
fr: Le script de désinstallation a rencontré des problèmes. Veuillez consulter les détails et signaler les bugs à support@binaryage.com.
it: Lo script di rimozione ha incontrato dei problemi. Per favore guarda i dettagli. Per favore segnala i problemi a support@binaryage.com.
sv: Avinstallationsskriptet stötte på problem. Snälla kolla detaljerna. Snälla skicka buggrapport till support@binaryage.com.
zh_hk: 卸載程序遇到一些問題。請查看詳情。請報告錯誤至 support@binaryage.com.

source: Uninstaller needs admin privileges to remove *APP* from your system.
cs: Odinstalátor vyžaduje administrátorské oprávnění pro odstranění TotalFinderu z Vašeho systému.
fr: Le script de désinstallation a besoin des droits d'administrateur pour supprimer TotalFinder de votre système.
it: Lo script di rimozione ha bisogno dei privilegi di amministratore per rimuovere TotalFinder dal tuo sistema.
sv: Avinstallationsskriptet behöver administratörsrättigheter för att avinstallera TotalFinder från din dator.
zh_hk: 卸載程序需要管理員權限以從您的系統中移除 TotalFinder。

source: Running uninstall script:
cs: Spouštím odinstalační skript:
fr: Lancer la désinstallation:
it: Eseguo lo script di rimozione:
sv: Avinstallationsskriptet köras:
zh_hk: 卸載程序運行中：

source: Uninstall script finished successfully.
cs: Odinstalační skript dokončen bez chyb.
fr: La désinstallation s'est terminée avec succès.
it: Script di rimozione eseguito con successo.
sv: Avinstallationsskriptet slutfördes framgångsrikt.
zh_hk: 卸載程序成功完成運作。

source: Uninstall script needs admin rights.
cs: Odinstalační skript vyžaduje administrátorské oprávnění.
fr: Le script de désinstallation a besoin des droits d'administrateur.
it: Lo script di rimozione ha bisogno dei privilegi di amministratore.
sv: Avinstallationsskriptet behöver administratörsrättigheter.
zh_hk: 卸載程序需要管理員權限。

source: Uninstall script failed with error [%d].
cs: Odinstalační skript selhal s chybovým kódem [%d].
fr: Échec du script de désinstallation avec l'erreur [%d].
it: Lo script di rimozione è terminato con errore [%d].
sv: Avinstallationsskriptet misslyckades med fel [%d].
zh_hk: 卸載程序運行失敗，錯誤為 [%d]。
